<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="utf-8">
<meta name="viewport"
	content="width=device-width, initial-scale=1, shrink-to-fit=no">

<!-- Bootstrap CSS -->
<link rel="stylesheet"
	href="https://maxcdn.bootstrapcdn.com/bootstrap/4.0.0-beta/css/bootstrap.min.css">
<script>
	function menu_over(e) {
		e.setAttribute("class", "nav-item active");
	}
	function menu_out(e) {
		e.setAttribute("class", "nav-item");
	}
</script>
<style>
.container {
	padding-top: 30px;
}
</style>
<meta charset="utf-8">
<title>last</title>
<%@ include file="menu.jsp" %>
</head>
<body>
테란<br>
Terran. 스타크래프트 시리즈에 등장하는 종족. 가장 허약하고 약한 군사력과 낮은 수준의 문명을 가졌으며 모성을 포함하여 다른 종족에게 천대를 받았지만 끈기와 놀라운 지혜로 압도적인 적들과 싸우고 마지막에 전 우주를 파멸시키려 했던 암흑의 신을 쓰러뜨린 세 종족 중 하나.<br>
코프룰루 구역에 정착한 인류를 가리키는 말. 엄밀히 말해서 '테란'은 종족이 아니라 테란 연합, 테란 자치령 같은 특정 세력명을 부르는 말이었다. 그러나 저그, 프로토스들이 인류의 '세력'이라면 연합이던 자치령이던 켈모리안이건 심지어 UED라도 테란이라고 부르며 코프룰루 사람들도 자신들을 테란이라고 부른다. 즉, 보통명사가 된 고유명사들의 한 케이스라고 볼 수 있다. 저그처럼 엄청난 적응력과 힘도, 프로토스처럼 강력한 초능력과 뛰어난 기술력도 없지만 이를 의지와 단결, 그리고 근성과 적응력으로 넘어선 전투종족. 테란을 상징하는 색깔은 인류가 가장 많이 쓰는 금속인 철의 회색, 가장 거대한 테란 세력인 테란 자치령의 상징인 빨간색이다. 자유의 날개의 주인공 세력인 레이너 특공대에 한해서는 파란색을 쓰고 있다. 또한 프로토스나 초월체 휘하 저그 처럼 자체적으로는 젤나가를 신봉하지 않는다. 하지만 테란은 결과적으로는 젤나가를 배출한 종족이 되었다.<br>
저그<br>Zerg. 게임 스타크래프트 시리즈에 등장하는 외계 종족.<br>
젤나가(Xel'naga)가 창조한 두 번째 생명체이자 스타크래프트 세계관의 공공의 적. 테란에게는 바이러스 감염과 행성 침공으로 뼈아픈 피해를 준 괴물들이자, 프로토스에게는 자신의 고향행성을 강탈하고 수많은 영웅과 전사들을 전사시킨 원수들이자, 사라 케리건이 죽은 미래에서는 우주를 파멸시킬 아몬의 꼭두각시이며 저그 자신들도 지배권 놓고 피 터지게 싸운다.<br>
소설 스타크래프트에서는 벌레를 뜻하는 Bug에 최종 진화 단계라는 설정으로 Z자를 맨 앞에 집어넣어 Zug라는 이름이 탄생했고, 이후 Zerg로 바뀌었다고 적혀 있지만 어디까지나 비공식 설정이다. 초창기 알파 버전에서의 이름은 악몽의 침략군(Nightmarish Invaders)이라는 센스없는 이름이었다. 이후 스타크래프트 본편 직전 차우 사라에 코랄의 후예들을 제압하려고 파견 나온 알파 전대 장교의 이야기를 다루는 데모에선 테란측에서 수수께끼의 Xenomorph와 Nightmare Invader라 불렀다.<br>
프로토스<br>
Protoss. 스타크래프트 시리즈에 나오는 세 종족 중 하나. 우주 문명의 척도에서 제II유형(모 항성의 모든 에너지와 항성계의 모든 자원을 사용)에 해당하는 문명 수준을 이룬 종족이다. 이름은 그리스어로 '최초', '처음'을 뜻하는 프로토스(πρῶτος, protos)에서 유래했다. '첫 번째 자손(The Firstborn)'이라는 의미.<br>
그래서 '첫 번째 자손'이라는 명칭도 본인들이나 다른 종족들이나 자주 쓰는 편. 그리고 우리가 익히 알고 있는 프로토스의 유닛, 건물, 직위에 관한 명칭은 저그처럼 프로토스가 코프룰루 구역에 나오면서 테란이 임의로 붙인 것이다. 내적으로는 로마 제국에 프레데터를 섞은 듯한 구성을 가진다. 그래서 지구 역사에서 고대에 없어진 관직들이 아직도 존속하면서도 기술력이나 정신 수준은 지구인을 아득히 뛰어넘는 신비한 종족이다.<br>
평소에 연상할 수 있는 외계인의 모습과는 좀 많이 다르지만 저그와 테란에 비해 초월적인 기술력을 보유한 것에 반해 상당히 종교적인 성향을 띠고 있는 데다 판타지에 나올 법한 각종 초능력, 압도적인 신체 능력, 화려하고 아름다운 병기와 갑옷 등에서 뿜어져 나오는 포스는 그야말로 간지폭풍. 스토리상 저그에게 크게 당하고 테란에게 애를 먹지만, 그 전에는 은하계에서 맞설 적수가 없는 종족이었다. 다만, 탈다림이 이러한 이미지를 망치게 되었다. 자세한건 노바 비밀 작전 참고.<br>
또한 프로토스는 종교적이나 여러 윤리적인 이유로 자신들의 고도화된 기술을 활용을 하지 않을 때가 많다.<br>
각 프로토스 세력들이 상징하는 색깔은 서로 다르다. 칼라이 프로토스는 특유의 금색을 입힌 파란색을 쓰고 수정으로는 케이다린 수정을, 네라짐 프로토스는 은색을 입힌 초록색을 쓰고 수정으로는 케이다린 수정을 개량한 아르거스 수정을, 정화자 프로토스는 하얀색을 입힌 노란색을 쓰고 수정으로는 기사단 프로토스와 마찬가지로 케이다린 수정을 사용하거나 태양석을 사용하며, 탈다림 프로토스는 검정색을 입힌 빨간색을 쓰고 수정으로는 혈석 수정을 사용한다.
</body>
</html>